[
  {
    "name": "Washington",
    "short": "WA",
    "nickname": "The Evergreen State",
    "motto" : "Alki, \"by and by\"",
    "description": "Washington, is a state in the Pacific Northwest region of the Western United States. Named for George Washington—the first U.S. president—the state was formed from the western part of the Washington Territory. The state is bordered on the west by the Pacific Ocean, Oregon to the south, Idaho to the east, and the Canadian province of British Columbia to the north. It was admitted to the Union as the 42nd state in 1889. ",
    "capital": "Olympia",
    "largestCity": "Seattle",
    "totalArea":"184,827 km²",
    "population": "7,887,965",
    "populationDensity": "39.6/km²",
    "highestElevation": "Mount Rainier (4,392 m)",
    "timeZone": "UTC -08:00"
  },
  {
    "name": "Oregon",
    "short": "OR",
    "nickname": "The Beaver State",
    "motto" : "Alis volat propriis (She flies with her own wings)",
    "description": "Oregon is a state in the Pacific Northwest region of the Western United States. The Columbia River delineates much of Oregon's northern boundary with Washington, while the Snake River delineates much of its eastern boundary with Idaho. The 42° north parallel delineates the southern boundary with California and Nevada.",
    "capital": "Salem",
    "largestCity": "Portland",
    "totalArea":"254,806 km²",
    "population": "4,246,155",
    "populationDensity": "15.0/km²",
    "highestElevation": "Mount Hood (3,428.8 m)",
    "timeZone": "UTC -08:00"
  },
  {
    "name": "California",
    "short": "CA",
    "nickname": "The Golden State",
    "motto" : "\"Eureka\"",
    "description": "California is a state in the Western United States, located along the Pacific Coast. With nearly 39.2 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous U.S. state and the 3rd largest by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the nation's second and fifth most populous urban regions respectively Sacramento is the state's capital, while Los Angeles is the most populous city in the state and the second most populous city in the country. California borders Oregon to the north, Nevada and Arizona to the east, the Mexican state of Baja California to the south; and has a coastline along the Pacific Ocean to the west.",
    "capital": "Sacramento",
    "largestCity": "Los Angeles",
    "totalArea":"423,970 km²",
    "population": "39,185,605",
    "populationDensity": "97/km²",
    "highestElevation": "Mount Whitney (4,421 m)",
    "timeZone": "UTC -08:00"
  },
  {
    "name": "Idaho",
    "short": "ID",
    "nickname": "The Gem State",
    "motto" : "Esto perpetua (Latin for \"Let it be perpetual\")",
    "description": "Idaho is a state in the Pacific Northwest region of the Western United States. To the north, it shares a small portion of the Canada-United States border with the province of British Columbia. It borders the states of Montana and Wyoming to the east, Nevada and Utah to the south, and Washington and Oregon to the west. The state's capital and largest city is Boise. With an area of 83,570 square miles (216,400 km2), Idaho is the 14th largest state by land area, but with a population of approximately 1.8 million, it ranks as the 13th least populous and the 7th least densely populated of the 50 U.S. states.",
    "capital": "Boise",
    "largestCity": "Boise",
    "totalArea":"216,443 km²",
    "population": "1,839,106",
    "populationDensity": "8.33/km²",
    "highestElevation": "Borah Peak (3,859 m)",
    "timeZone": "UTC -07:00"
  },
  {
    "name": "Nevada",
    "short": "NV",
    "nickname": "The Silver State",
    "motto" : "All for Our Country",
    "description": "Nevada is a state in the Western region of the United States. It is bordered by Oregon to the northwest, Idaho to the northeast, California to the west, Arizona to the southeast, and Utah to the east. Nevada is the 7th-most extensive, the 32nd-most populous, and the 9th-least densely populated of the U.S. states. Nearly three-quarters of Nevada's people live in Clark County, which contains the Las Vegas-Paradise metropolitan area, including three of the state's four largest incorporated cities.Nevada's capital is Carson City. Las Vegas is the largest city in the state. ",
    "capital": "Carson City",
    "largestCity": "Las vegas",
    "totalArea":"286,382 km²",
    "population": "3,104,614",
    "populationDensity": "10.3/km²",
    "highestElevation": "Boundary Peak (4,007.1 m)",
    "timeZone": "UTC -08:00"
  }
]
